Repository: claire-12/GI-
Catalog: languages/plugins/woo-permalink-manager-*.po
Languages: es_es

source: Frequently Asked Questions
es_es: Preguntas frecuentes

source: Get premmerce full pack
es_es: Consigue el paquete completo de premmerce

source: Upgrate to Premium
es_es: Actualizar a Premium

source: Please rate our Premmerce Permalink Manager for WooCommerce on <a href="%1$s" %2$s>WordPress.org</a><br/>Thank you from the Premmerce team!
es_es: Por favor, valora nuestro Premmerce Permalink Manager for WooCommerce en <a href="%1$s" %2$s>WordPress.org</a><br/>¡Gracias de parte del equipo de Premmerce!

source: Affiliate
es_es: Afiliado

source: reviews on
es_es: valoraciones en

source: active users for 5 star
es_es: usuarios activos de 5 estrellas

source: to our
es_es: a nuestro

source: Read more
es_es: Leer más

source: Permalink Manager Plugin
es_es: Plugin Permalink Manager

source: What clients say about Premmerce
es_es: Qué dicen los clientes de Premmerce

source: Lifetime
es_es: De por vida

source: Annual
es_es: Anual

source: Buy now
es_es: Comprar ahora

source: Featured in
es_es: Destacado en

source: How does the domain limit work?
es_es: ¿Cómo funciona el límite de dominios?

source: Bundle & Save
es_es: Ahorra con lotes

source: Bundle and Save
es_es: Ahorra con lotes

source: Shop
es_es: Tienda

source: Home
es_es: Inicio

source: Remove Shop
es_es: Quitar tienda

source: Replace product slug
es_es: Reemplazar slug del producto

source: Support breadcrumbs
es_es: Compatibilidad de migas de pan

source: Remove "Shop" from breadcrumbs
es_es: Eliminar «Tienda» de las migas de pan

source: Enable breadcrumbs support
es_es: Activar la compatibilidad con las migas de pan

source: Enable for products
es_es: Activar para los productos

source: Specify suffix for your urls. For example
es_es: Especificar el sufijo para tus urls. Por ejemplo

source: Enable for categories
es_es: Activar para categorías

source: URL's suffix
es_es: Sufijo de la URL

source: Get it now
es_es: Obtenerlo ahora

source: Get clean URLs and additional Pro SEO settings for your Filter pages with Premmerce WooCommerce Filter Premium for only $69!
es_es: ¡Puedes limpiar URLs y ajustes SEO pro adicionales para filtrar tus páginas con Premmerce WooCommerce Filter Premium por solo 69$!

source: Full product path
es_es: Ruta completa al producto

source: Product slug with primary category
es_es: Slug del producto con la categoría principal

source: Product slug
es_es: Slug del producto

source: Full category path
es_es: Ruta completa a la categoría

source: Category slug
es_es: Slug de la categoría

source: Use WooCommerce settings
es_es: Usar ajustes de WooCommerce

source: Create 301 redirect from duplicated pages
es_es: Crear redirecciones 301 de páginas duplicadas

source: Create redirects
es_es: Crear redirecciones

source: Add canonical meta tag to duplicated pages
es_es: Añadir la etiqueta meta canonical a las páginas duplicadas

source: Add canonicals
es_es: Añadir canonicals

source: Use 'Yoast SEO' primary category to build product path
es_es: Usar la categoría principal de 'Yoast SEO' para crear la ruta del producto

source: Use primary category
es_es: Usar la categoría principal

source: Available only in premium version
es_es: Solo disponible en la versión premium

source: Remove product tag base
es_es: Quitar la base de la etiqueta del producto

source: WooCommerce Permalink Manager offers you the ability to create a custom URL structure for your permalinks. Custom URL structures can improve the aesthetics, usability, and forward-compatibility of your links. A number of settings are available, and here are some examples to get you started.
es_es: WooCommerce Permalink Manager te ofrece la posibilidad de crear una estructura de URLs personalizada para tus enlaces permanentes. Las estructuras de URL personalizadas pueden mejorar la estética, usabilidad y compatibilidad futura de tus enlaces. Hay disponibles una buena cantidad de ajustes, y aquí tienes algunos ejemplos para empezar.

source: WooCommerce Permalink Settings
es_es: Ajustes de enlaces permanentes de WooCommerce

source: Categories
es_es: Categorías

source: Additional
es_es: Adicional

source: Permalink Manager
es_es: Gestor de enlaces permanentes

source: Account
es_es: Cuenta

source: Contact Us
es_es: Contáctanos

source: Settings
es_es: Ajustes

source: Products
es_es: Productos

source: Premmerce Permalink Manager for WooCommerce allows you to change WooCommerce permalink and remove product and product_category slugs from the URL.
es_es: Premmerce Permalink Manager for WooCommerce te permite cambiar el enlace permanente de WooCommerce y eliminar los slugs product y product_category de la URL.

source: The %1$s plugin requires %2$s plugin to be active!
es_es: ¡El plugin %1$s necesita que esté activo el plugin %2$s!
