{"translation-revision-date":"2024-01-09 10:26:43+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Editor canvas":["編輯者畫布"],"Please try again":["請再試一次"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["糟糕！ 產生你的商店時發生問題。<retryButton\/>"],"Start again":["再度開始"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["系統會要求你再次提供業務資訊，你也會失去現有的 AI 設計。 若想要自訂現有設計，可透過<EditorLink>編輯器<\/EditorLink>操作。"],"Are you sure you want to start over?":["是否確定要重頭開始？"],"Are you sure you want to start a new design?":["是否確定要開始新設計？"],"Create a new one":["建立新設計"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["繼續自訂 AI 產生的商店外觀，或重新開始並製作新設計。"],"Customize your custom theme":["自訂你的自訂佈景主題"],"Find out how":["了解如何操作"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["看來你正在使用 Jetpack 的離線模式，請切換至線上模式並開始透過 AI 來設計。"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["可惜，[AI Store designer] 目前無法使用，因為我們偵測不到你的網路。 請檢查你的網際網路連線。"],"Looking to design your store using AI?":["想要使用 AI 來設計商店嗎？"],"Active theme":["啟用佈景主題"],"Back to Home":["返回首頁"],"Go to the Editor":["前往編輯器"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["前往編輯器以變更你的圖片與文字、新增更多頁面，進一步自訂功能。"],"Your store looks great!":["你的商店看起來很棒！"],"Browse all themes":["瀏覽所有佈景主題"],"Or select a professionally designed theme to customize and make your own.":["或是選擇專業設計的佈景主題，自訂並打造個人風格。"],"Design with AI":["使用 AI 設計"],"Use the power of AI to design your store":["使用 AI 的強大功能來設計商店"],"Make your store your own":["為商店打造個人風格"],"Go back to the Home screen to complete your store setup and start selling":["返回首頁畫面，完成商店設定並開始銷售"],"Fine-tune your design":["微調設計"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["設計商店的外觀、建立頁面，並使用我們的內建 AI 工具製作複本。"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["建立可反映品牌和事業特質的商店。 選擇我們專業設計的佈景主題來自訂，或透過 AI 打造個人風格。"],"Customize your store":["自訂商店"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["依你的品牌來自訂適合的風格與商店版面配置！ 新增標誌、變更字型與色彩，並嘗試不同的頁面版面配置。 你之後能透過編輯器來編輯文字和圖片。"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["你對版面配置做出的任何變更都會即時顯示於此處，非常適合在正式上架之前先測試不同外觀。 你也可以重新調整此區域的大小，來檢查商店在行動裝置上的樣子。"],"View your changes in real time":["即時檢視你的變更"],"Welcome to your AI-generated store!":["歡迎光臨 AI 為你製作的商店！"],"Take a tour":["開始導覽"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["使用左右鍵調整版面大小。 按住 Shift 以更大的遞增量來調整大小。"],"Logo":["標誌"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["新增標誌，確保商店冠上品牌。 為產生最佳成果，請上傳寬度最小為 300 像素的 SVG 或 PNG 檔案。"],"Use as site icon":["作為網站圖示使用"],"Image width":["圖片寬度"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["從以下選項選擇新的頁首。 頁首包含網站導覽，並將新增至每個頁面。 你可以透過<EditorLink>編輯器<\/EditorLink>繼續自訂。"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["你可以在這裡開始自訂商店的外觀與氛圍，包含新增標誌，還有變更色彩與版面配置。 快速瀏覽探索各項功能。"],"Saving failed.":["儲存失敗。"],"Link logo to homepage":["將標誌連結至首頁"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["從下方選項選擇新的頁尾。 頁尾包含網站的輔助導覽，且將新增至每個頁面。 你可以透過<EditorLink>編輯器<\/EditorLink>繼續自訂此項目。"],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["在參考過你所屬的產業及所在位置最成功的商店後，我們的 AI 工具為你的事業推薦此範本。 偏好不同的版面配置嗎？ 現在就從下方範本選擇，或稍後透過<EditorLink>編輯器<\/EditorLink>選擇。"],"Change your font":["變更字型"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["根據你分享的資訊，我們的 AI 工具推薦使用此調色盤。 想要變更嗎？ 你可現在就從下方選擇或新增顏色，或之後至<EditorLink>編輯器<\/EditorLink> | <StyleLink>樣式<\/StyleLink>選擇。"],"or create your own":["或自行製作"],"Change your footer":["變更頁尾"],"Change fonts":["變更字型"],"Change the color palette":["變更調色盤"],"Add your logo":["新增你的標誌"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["使用我們的樣式與版面配置工具來自訂商店設計。 可稍後透過<EditorLink>編輯器<\/EditorLink>來新增或變更內容及圖片。"],"Let's get creative":["不妨自由發揮創意"],"Which writing style do you prefer?":["你比較喜歡哪種寫作風格？"],"Direct yet respectful, serious and professional.":["直白但態度尊重、認真且專業。"],"Formal":["正式"],"Relaxed and friendly, like a conversation with a friend.":["放鬆又友善，就像是在與朋友對話。"],"Informal":["非正式"],"How would you like your store to look?":["你喜歡哪種商店外觀？"],"Bold":["粗體"],"Classic":["經典"],"Contemporary":["當代"],"Who your target audience is":["誰是你的目標受眾"],"What makes your business unique":["讓事業脫穎而出的元素"],"How many products you plan on displaying":["你打算展示幾種產品？"],"Try to include:":["試試納入下列內容："],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI 已為你的事業選擇最適合的字型搭配。 若想變更，可現在就從下方選擇新的選項，或之後至<EditorLink>編輯器<\/EditorLink> | <StyleLink>樣式<\/StyleLink>選擇。"],"Change your homepage":["變更首頁"],"Change your header":["變更頁首"],"What you want to sell":["你想要銷售什麼"],"Applying the finishing touches":["正在進行最後修飾"],"Assembling your AI-optimized store":["正在打造你的 AI 最佳化商店"],"Designing the best look for your business":["正在為你的事業設計最佳外觀"],"Tell us a bit more about your business":["請多提供一些與你事業相關的資訊"],"Comparing the top performing stores":["正在比較頂尖商店"],"Analyzing your responses":["正在分析你的回應"],"Opening the doors":["正在準備開張"],"Drag to resize":["拖曳以調整大小"],"Thanks for the feedback. We'll put it to good use!":["感謝你的意見回饋。 我們會善加運用！"],"Replace":["取代"],"Saving":["儲存中"],"Continue setting up your store":["繼續設定你的商店"],"Preview store":["預覽商店"],"Options":["選項"],"Send":["傳送"],"Neutral":["一般"],"Back":["返回"],"Navigation":["導覽"],"Style":["樣式"],"Share feedback":["分享意見回饋"],"Customize":["自訂"],"Done":["完成"],"Layout":["版面配置"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["上一篇"],"Save":["儲存"],"Cancel":["取消"],"Continue":["繼續"],"Delete":["刪除"],"Settings":["設定"],"Default":["預設"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}